export const termsCondition = `■ 회 원 가 입 약 관 ■


※ 제1장 총칙

1조 목적
이 약관은 <실기CBT>('실기CBT')에서 제공하는 온라인 웹서비스의 이용함에 있어 회원과 회사간의 권리와 의무, 책임사항 및 서비스 이용절차에 관한사항을 규정함을 목적으로 한다.

2조 용어의 정의
1.이 약관에서 사용하는 용어의 정의는 다음과 같습니다
가)회원: 이 약관내용을 승인하고 회원가입을하여 회사와 서비스 이용계약을 체결한자를 말한다
나)아이디(ID): 회원의 식별과 서비스 이용을 위하여 회원이 설정하고 회사가 승인한 숫자와 문자의 조합을 말한다
다)비밀번호(PW): 회원의 개인정보의 보호를 위하여 회원이 설정하고 회사가 승인한 숫자와 문자의 조합을 말한다
라)광고주: 회사에 일정의 비용을 지불하고 회사의 웹사이트를 통하여 진행중인 광고의 변경 및 종료의 권한을 가진자를 말한다
바)수익금: 회사의 웹사이트를 이용하여 얻게되는 보상금의 이름을 말한다

3조 약관의 명시와 개정 
1.회사는 이 약관을 서비스를 이용하고자 하는 자와 회원이 알수 있도록 회사의 웹사이트 화면에 게시한다
2.약관의 내용이 변경이 있을시 회사는 변경 7일전부터 변경 전날까지 회사 웹사이트의 공지사항을 통해 이 사실을 알려야한다
3.이 약관의 회사와 회원간에 성립되는 서비스 이용계약의 기본약정입니다 회사는 약관의 내용의 보충 및 개정을 필요에의하여 개정할 수 있습니다

4조 서비스의 종류
1.회원이 회사의 실기CBT를 이용하여 진행한 광고에의해 발생한 수익금을 제공한다
2.회원이 국가고시 실기시험 학습을 도와주는 서비스를 제공한다.
3.광고주의 요청된 광고를 회사의 홈페이지에 게시하는 서비스를 제공한다


※ 제2장 서비스 이용계약

5조 서비스 이용신청
1.회원가입페이지 하단의 이용약관에 체크버튼이 선택된경우 회사가 정한 회원가입양식의 정보를 작성하고 신청한 자는 이용약관에 동의한것으로 간주한다

6조 서비스 이용신청의 승낙
1.다음 사항에 해당할때 회사는 회원의 서비스 이용계약의 신청을 승낙하지 않을수있다
가)회사의 웹사이트를 운영함에 있어 필요한 장비나 서버의 자원또는 인력이 부족할때
나)천재지변 또는 재해등의 피해를 입어 정상적인 웹사이트 운영에 지장이 있다고 판단될때
다)회원이 되고자하는자가 입력한 개인정보가 이미 등록된 정보일때
라)이용약관의 2장 7조 서비스 이용계약의 종료 조건에 해당하여 회사가 이용계약을 해지시킨 회원의 재가입 신청일때
마)회사가 요구하는 필수정보를 허위로 기재한 사실이 밝혀질때
바)기타 부당한 방법으로 서비스 이용계약을 신청할때

7조 서비스 이용계약의 종료
1.회원은 이 약관에 정한 절차에 따라서 서비스 이용계약을 해지할 수 있다
2.회원의 서비스 이용계약의 해지
가)회원의 정보수정의 회원탈퇴를 통하여 언제든지 서비스 이용계약을 해지신청할 수 있다
나)회원의 신청에 의해 서비스 이용계약이 해지되면 개인정보는 지체없이 파기된다.
다)이용약관의 절차에 따라 서비스 이용계약의 해지를 신청한 회원은  재가입할 수 없다
3.회사의 서비스 이용계약의 해지
가)회원에게 제2장 6조의 승낙거부 사항에 해당될때
나)회원이 회사나 다른 회원, 기타 타인의 권리나 명예, 신용, 기타 정당한 이익을 침해하는 행위를 한 경우
다)개인정보가 불일치하거나 불량한경우
라)타인의 개인정보를 도용한경우
마)본 약관의 내용을 위반하는 행위를 한경우
바)운영자의 판단에 의해 회원자격이 없다고 판단되는경우
사)비방이나 욕설, 광고관련 게시글을 작성하였거나 미풍양속을 침해하는 게시글을 작성하였을때
아)정상적인 서비스 제공을 방해하거나 업무에 지장을 미치는 행위를한경우


※ 제3장 회원정보의 수집과 보호

8조 회원정보의 변경
1.정보수정 페이지에서 회원정보를 언제든지 변경할수 있다
2.잘못변경된 회원정보로 인한 손해 및 피해는 회사에서 책임을 지지않는다

9조 아이디와 비밀번호의 관리
1.회원은 자신의 아이디와 비밀번호를 관리할 의무와 책임이 있다
2.자신의 관리소홀로 인한 아이디와 비밀번호 누출로 인한 사고는 모두 회원이 책임을 진다


※ 제4장 서비스 이용

12조 회원의 의무와 책임
2.주민등록번호 생성 및 동일한 IP 주소에서 대량의 회원가입을 하는 경우 회원자격 박탈 및 법적인 책임까지 회원은 져야한다
3.회원은 본 약관을 숙지하여야하며 본 약관에 위배된 행동을 한 경우에는 회원자격 박탈 및 관계법령에 따른 처벌을 받을수 있다


13조 회사의 의무와 책임
1.회사는 회원의 소중한 개인정보를 웹사이트의 관리 목적으로만 사용하여야하며, 타인 또는 업체에게 제공 및 누설을 하여서는 않된다
2.회사는 원활한 웹사이트 운영과 회원의 원활한 이용을 위해 서비스의 발전과 개선에 노력을 기울이도록한다


※ 제5장 분쟁 해결  

1.회사는 회원이 제기하는 서비스에 대한 불만과 건의사항, 제안 등을 적극적으로 수렴하여 반영하여야 하며 서비스 개선에 노력을 기울여야한다
2.회사와 회원간의 분쟁은 회사의 소재지를 관할법원으로 한다
3.회사와 회원간의 분쟁의 해결을 위해 서로 절충과 타협을 거쳐 원만한 해결을 해야한다, 분쟁 해결이 되지 않을시 관계법령에 따른다
4.회사와 회원간의 분쟁으로 인한 소송에는 한국법을 적용한다
5.회사는 회원과 회원간의 분쟁에는 책임을 지지 아니하며 회원간에 서로 해결하는것을 원칙으로한다


※ 제6장 기타

1.제 3자의 부당한 행위나 회원에게 피해를 끼친 경우 이러한 문제에 대해 회사는 책임을 지지않는다
2.회사는 직접 게시하지 않은 어떠한 정보에 대해서도 책임을 지지않는다
3.회사는 광고진행에 있어 자유롭게 광고를 변경하며 진행할 수 있다


본 약관은 2022년 12월 29일 최초 개정되었습니다`;
