// 서약서
export const pledgeDocumentText = `1. 본인이 등록 신청한 저작물에 대하여, 본인은 저작권법 및 기타 관련법령, 귀사의 약관, 저작물 판매에 관한 계약서를 숙지하였습니다.

2. 본인이 등록 신청한 저작물의 저작권리 일체는 본인에게 있습니다.

3. 본인이 등록 신청한 저작물은 저작권법 및 기타 관련 법령에 저촉되지 않습니다.

4. 본인이 등록 신청한 저작물은 명예훼손, 민,형사상 책임은 본인에게 있습니다.

5. 본인의 저작물은 스스로가 판매의 목적으로 등록하였고 불특정 다수로 판매되어 유통 될 수 있으므로 그에 대한 책임은 본인에게 있습니다.

6. 회원가입 시 또는 저작물 등록 신청 시 귀사에 제공한 본인의 개인정보는 모두 거짓이 없습니다.
본 저작물의 모든 저자는 본 저작물에 실제적이고 지적인 공헌을 했으며, 저작물의 내용에 대해 일체의 민·형사상의 책임을 부담합니다.`;

// 저작권 규정
export const copyrightRulesText = `저작권자인 (한글) (아이디) 을 "갑"이라 하고 지식저작물 온라인 서비스제공자인 모두CBT를 을로 하여 "갑"과 "을" 양 당사자는 저작물 서비스 제공(전송, 복제, 에 관한 계약에 대해 동의하며 다음과 같이 계약을 체결한다.

    제 1조(계약내용) "갑"은 "을"에게 "갑"이 지적재산권을 소유하는 저작물에 관한 사항을 제 2조에 정한 바에 의하여 "을"이 정보통신망을 통하여 "갑"의 저작물의 복제 또는 전송 할 수 있도록 온라인 서비스를 제공한다.
    
    제 2조(저작권 이용범위) 본 계약에 있어서 "을"이 행하는 저작물 서비스 제공 범위는 "을" 이 소유 하는 웹사이트와 "을"과 제휴한 웹사이트에 대해  전송, 배포, 복제권 이며, "갑"은 "을" 이외의 자와 이와 동일한 계약을 체결할 수 없다.
    
    제 3조(계약기간) 본 계약의 유효기간은 계약일로부터 2년으로 한다. 계약기간의 연장 또는 재계약은 계약기간 만료일 1개월전까지 "갑","을" 어느 한쪽에서 계약갱신을 원하지 않는다는 통고가 없는 한 이 계약과 동일한 조건으로 자동적으로 갱신되어 유효기간은 최초 계약기간인 5년간 연장된 것으로 본다.
    
    제 4조(수수료율) "을"이 "갑"에게 지급할 서비스이용수수료율 및 서비스이용수수료 지급시기에 관해서는 다음과 같이 약정한다.
        1. 서비스이용수수료(금액) : 국내 판매가의 65%를 "갑"에게 지급한다. 단, "을"이 제공하는 웹사이트에 따라 서비스이용수수료율은 변동 될 수 있다.
        2. 지급방법 : 누적된 송금가능액이 10,000원 초과시 "갑"이 지급을 신청하는 대로 "을"은 시행하며 온라인 계좌 입금을 원칙으로 한다.
    
    제 5조(분쟁책임)
        1. "갑"은 본 계약의 대상이 되는 저작물에 관한 권리에 적합한 소유자임을 확인하며, 당해 저작물과 관련된 저작권 분쟁이 야기되었을 경우에는 "갑"이 전적으로 책임진다.
        2. "을"은 본 계약의 대상이 되는 저작물에 대해 권리주장자가 있을 경우 "갑"에게 분쟁사실을 통보후, 분쟁에 대해 "갑"이 회신하지 않는 경우 개인신상정보를 권리주장자에게 제공할 수 있다. 단 개인신상정보의 공개는 "을"의 저작권분쟁조정절차를 거친 후 할수 있다
    
    제 6 조 (저작권자의 표기)
        '을'은 '갑'의 저작물에 대해 반드시 저작권자임을 명시한다. 표기는 ID로 한정한다.
    
    제 7조(손해배상) 계약당사자중 어느 일방이 본 계약사항을 위배하였을 때에는 그 상대방은 기간을 정하여 그 위배사항의 시정을 최고한 후 계약해지를 통고할 수 있고 또 본 계약 불이행으로 인한 손해배상을 청구할 수 있다.
    
    제 8조(면책사항) 천재지변 등 불가항력적 재난이나 전쟁, 소요, 파업 등 사회적 혼란 또는 관련법령의 개폐로 인한 계약불이행은 면책된다.
    
    제 9조(분쟁) 본 계약과 관련하여 제기된 분쟁이나 소송은 저작권법에 의해 설치된 저작권심의 조정위원회에 부의 하거나 "을"의 소재지를 관할하는 법원으로 한다.
    
    제 10조(적용사항) 본 계약과 관련하여 해석상 논란이 있는 부분이나 본 계약상에 약정되지 아니한 구체적인 사항에 대해서는 저작권 관계법령 및 일반적인 관행에 따른다. `;
